tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "mrkai77/cask"
tap "noahgorstein/tap"
tap "oktadeveloper/tap"
tap "romkatv/powerlevel10k"
brew "jpeg-xl"
brew "aom"
brew "openssl@3"
brew "libgit2"
brew "bat"
brew "docker"
brew "docker-compose"
brew "harfbuzz"
brew "openjpeg"
brew "leptonica"
brew "libass"
brew "pango"
brew "tesseract"
brew "ffmpeg"
brew "fzf"
brew "gnu-sed"
brew "go"
brew "grep"
brew "jq"
brew "lima"
brew "neovim"
brew "nginx"
brew "node"
brew "powerlevel10k"
brew "pstree"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "starship"
brew "stow"
brew "tmux"
brew "xcodegen"
brew "zoxide"
brew "noahgorstein/tap/jqp"
cask "alt-tab"
cask "betterdisplay"
cask "font-hack-nerd-font"
cask "hyperkey"
cask "loop"
cask "maccy"
cask "middleclick"
cask "obsidian"
cask "okta"
cask "orbstack"
cask "rectangle"
cask "utm"
