tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "mrkai77/cask"
tap "nikitabobko/tap"
tap "noahgorstein/tap"
tap "oktadeveloper/tap"
tap "romkatv/powerlevel10k"
tap "zegervdv/zathura"
brew "openssl@3"
brew "harfbuzz"
brew "pango"
brew "jpeg-xl"
brew "aom"
brew "dbus"
brew "bat"
brew "docker"
brew "docker-compose"
brew "libgit2"
brew "eza"
brew "unbound"
brew "openjpeg"
brew "leptonica"
brew "libass"
brew "librist"
brew "tesseract"
brew "ffmpeg"
brew "fzf"
brew "git"
brew "gnu-sed"
brew "go"
brew "grep"
brew "jq"
brew "lazygit"
brew "qemu"
brew "lima"
brew "neovim"
brew "nginx"
brew "node"
brew "numpy"
brew "openvino"
brew "powerlevel10k"
brew "pstree"
brew "pyenv"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "ruby"
brew "rust"
brew "starship"
brew "stow"
brew "tmux"
brew "xcbeautify"
brew "xcode-build-server"
brew "xcodegen"
brew "yq"
brew "zoxide"
brew "noahgorstein/tap/jqp"
brew "zegervdv/zathura/zathura"
brew "zegervdv/zathura/zathura-pdf-poppler"
cask "aerospace"
cask "alt-tab"
cask "betterdisplay"
cask "font-hack-nerd-font"
cask "hyperkey"
cask "kitty"
cask "loop"
cask "maccy"
cask "middleclick"
cask "obsidian"
cask "okta"
cask "orbstack"
cask "packages"
cask "skim"
cask "utm"
