tap "homebrew/bundle"
tap "mrkai77/cask"
tap "nikitabobko/tap"
tap "noahgorstein/tap"
tap "romkatv/powerlevel10k"
brew "xz"
brew "jpeg-xl"
brew "aom"
brew "bat"
brew "glib"
brew "cmake"
brew "docker"
brew "docker-compose"
brew "eza"
brew "unbound"
brew "harfbuzz"
brew "libass"
brew "tesseract"
brew "ffmpeg"
brew "fzf"
brew "git"
brew "gnu-sed"
brew "go"
brew "grep"
brew "jq"
brew "lazygit"
brew "llvm"
brew "neovim"
brew "nginx"
brew "node"
brew "powerlevel10k"
brew "pstree"
brew "pyenv"
brew "qt"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "ruby"
brew "rust"
brew "starship"
brew "stow"
brew "tmux"
brew "xcbeautify"
brew "xcode-build-server"
brew "xcodegen"
brew "yq"
brew "zoxide"
cask "aerospace"
cask "alt-tab"
cask "betterdisplay"
cask "font-hack-nerd-font"
cask "hyperkey"
cask "karabiner-elements"
cask "kitty"
cask "loop"
cask "maccy"
cask "middleclick"
cask "obsidian"
cask "orbstack"
cask "packages"
cask "raycast"
cask "rectangle"
cask "utm"
